Repository: common-repository/mana-gateway
Catalog: languages/mana-gateway-*.po
Languages: fa_ir

source: Payment Gateway
fa_ir: درگاه پرداخت

source: Payment Log
fa_ir: گزارشات پرداخت

source: Logs Per Page
fa_ir: گزارش در صفحه

source: Log Details
fa_ir: جزئیات گزارش

source: Back
fa_ir: بازگشت

source: Date
fa_ir: تاریخ

source: Pay ID
fa_ir: کد پرداخت

source: Price
fa_ir: مبلغ

source: Payer Name
fa_ir: پرداخت کننده

source: Payer Info
fa_ir: اطلاعات پرداخت کننده

source: Gateway
fa_ir: درگاه

source: From Page
fa_ir: صفحه مبدأ

source: Status
fa_ir: وضعیت

source: No logs available.
fa_ir: هیچ گزارشی وجود ندارد.

source: Email
fa_ir: ایمیل

source: Mobile
fa_ir: تلفن همراه

source: Phone
fa_ir: تلفن

source: Address
fa_ir: آدرس

source: Comment
fa_ir: توضیحات

source: User
fa_ir: کاربر

source: Details
fa_ir: جزئیات

source: Failed
fa_ir: ناموفق

source: Success
fa_ir: موفق

source: Gateway Settings
fa_ir: تنظیمات درگاه

source: Tutorial
fa_ir: راهنما

source: Instructions
fa_ir: نحوه استفاده

source: 1- Manage and activate desired gateways.
fa_ir: 1- درگاه های دلخواه را مدیریت و فعال کنید.

source: 2- Put this shortcode in your post or page:
fa_ir: 2- کد کوتاه زیر را در صفحه یا پست خود قرار دهید:

source: [payment_form price='PaymentPrice' currency='CurrencyCode']
fa_ir: [payment_form price='مبلغ پرداختی' currency='کد واحد پول']

source: * PaymentPrice is digit and CurrencyCode is Standard Currency Code (stated in gateway settings)
fa_ir: مبلغ پرداختی به صورت عددی و کد واحد پول کد سه حرفی استاندارد واحد پول می باشد (ذکر شده در تنظیمات درگاه)

source: Method
fa_ir: روش

source: Description
fa_ir: توضیحات

source: Enabled
fa_ir: فعال

source: Disabled
fa_ir: غیرفعال

source: Manage
fa_ir: مدیریت

source: Save Settings
fa_ir: ذخیره تنظیمات

source: Cancel
fa_ir: لغو

source: Find
fa_ir: جستجو

source: Display Only
fa_ir: فقط نمایش

source: All
fa_ir: همه

source: Supported Currency is %s.
fa_ir: واحد پول قابل استفاده %s است.

source: Rials
fa_ir: ریال

source: Dollars
fa_ir: دلار

source: ZarinPal secure payment
fa_ir: پرداخت امن زرین پال

source: ZarinPal payment gateway for Wordpress
fa_ir: درگاه پرداخت زرین پال برای وردپرس

source: ZarinPal gateway's settings for Mana gateway plugin
fa_ir: تنظیمات درگاه زرین پال برای پلاگین درگاه مانا

source: Merchant Code
fa_ir: مرچنت کد

source: ZarinPal gateway's merchant code
fa_ir: مرچنت کد درگاه زرین پال

source: Activate ZarinGate
fa_ir: فعالسازی زرین گیت

source: To activate direct gateway (ZarinGate), please tick the checkbox.
fa_ir: برای فعالسازی درگاه مستقیم (زرین گیت) باید چک باکس را تیک بزنید.

source: ZarinPal's direct gateway
fa_ir: درگاه مستقیم زرین پال

source: Transaction description: You can use these shortcodes: {pay_id},{name}
fa_ir: توضیحات تراکنش: شما می توانید از این کدهای کوتاه نیز استفاده کنید: {pay_id},{name}

source: Success Message
fa_ir: پیام نتیجه موفق

source: Message after a successful transaction. You can use these shortcodes: {pay_id},{price},{name},{gateway},{refid},{message}
fa_ir: پیامی که پس از تراکنش موفق نمایش داده می شود. شما می توانید از این کدهای کوتاه نیز استفاده کنید: {pay_id},{price},{name},{gateway},{refid},{message}

source: Failed Message
fa_ir: پیام نتیجه ناموفق

source: Message after a successful transaction. You can use these shortcodes: {pay_id},{price},{name},{gateway},{message}
fa_ir: پیامی که پس از تراکنش ناموفق نمایش داده می شود. شما می توانید از این کدهای کوتاه نیز استفاده کنید: {pay_id},{price},{name},{gateway},{message}

source: HTTP Error
fa_ir: خطای HTTP

source: Callback URL shouldn't be empty.
fa_ir: لینک بازگشت ( CallbackURL ) نباید خالی باشد.

source: Description shouldn't be empty.
fa_ir: توضیحات تراکنش نباید خالی باشد.

source: Incomplete sent data.
fa_ir: اطلاعات ارسال شده ناقص است.

source: Invalid IP or Merchant code.
fa_ir: IP و يا مرچنت كد پذيرنده صحيح نيست.

source: Invalid amount due to restrictions.
fa_ir: با توجه به محدوديت هاي شاپرك امكان پرداخت با رقم درخواست شده ميسر نمي باشد.

source: Couldn't find the request.
fa_ir: درخواست مورد نظر يافت نشد.

source: Can't edit the request.
fa_ir: امكان ويرايش درخواست ميسر نمي باشد.

source: No payment transaction found.
fa_ir: هيچ نوع عمليات مالي براي اين تراكنش يافت نشد.

source: Failed transaction.
fa_ir: تراكنش ناموفق می باشد.

source: Paid amount doesn't match request amount.
fa_ir: رقم تراكنش با رقم پرداخت شده مطابقت ندارد.

source: Request has been archived.
fa_ir: درخواست مورد نظر آرشيو شده است.

source: Successful transaction.
fa_ir: عمليات با موفقيت انجام گرديده است.

source: Transaction is successful and had been verified before.
fa_ir: عمليات پرداخت موفق بوده و قبلا تأیید تراكنش انجام شده است.

source: Unknown Error occurred.
fa_ir: خطای نامشخص.

source: Error
fa_ir: خطا

source: Missing Required Parameter: Price
fa_ir: پارامتر ضروری وجود ندارد: قیمت

source: Online Payment
fa_ir: پرداخت آنلاین

source: Name
fa_ir: نام

source: Valid Email (i.e. example@domain.com)
fa_ir: ایمیل معتبر (مثلاً example@domain.com)

source: Phone number including area code
fa_ir: تلفن ثابت همراه با پیش شماره

source: Select...
fa_ir: یک گزینه را انتخاب کنید...

source: Pay
fa_ir: پرداخت

source: List View
fa_ir: نمایش فهرست‌وار

source: Excerpt View
fa_ir: نمایش چکیده

source: No items found.
fa_ir: موردی پیدا نشد.

source: Select bulk action
fa_ir: انتخاب کار دسته‌جمعی

source: Bulk Actions
fa_ir: کارهای دسته‌جمعی

source: Apply
fa_ir: اعمال

source: Show more details
fa_ir: نمایش جزئیات بیشتر

source: Filter by date
fa_ir: فیلتر براساس تاریخ

source: All dates
fa_ir: همه‌ی تاریخ‌ها

source: %1$s %2$d
fa_ir: %2$d %1$s

source: %s comment
fa_ir: %s کامنت

source: No comments
fa_ir: بدون کامنت

source: First page
fa_ir: صفحه نخست

source: Previous page
fa_ir: صفحه قبل

source: Current Page
fa_ir: صفحه‌ی کنونی

# paging
source: %1$s of %2$s
fa_ir: %1$s از %2$s

source: Next page
fa_ir: صفحه بعد

source: Last page
fa_ir: صفحه آخر

source: Select All
fa_ir: انتخاب همه

source: MANA Gateway
fa_ir: درگاه پرداخت مانا

source: This is a free extensible plugin to add online payment to your site!
fa_ir: پلاگین رایگان و توسعه پذیر برای اضافه نمودن قابلیت پرداخت آنلاین به سایت شماست!

source: MANA
fa_ir: مانا
